import React from 'react';

import img1 from './image/1.png';
import img2 from './image/2.jpg';
import img3 from './image/3.jpg';
import img4 from './image/4.jpg';
import img5 from './image/5.jpg';
import img6 from './image/6.jpg';
import img7 from './image/7.jpg';
import img8 from './image/8.jpg';


export default function Vvedenie1() {
    return(
        <div className = "list">
            <h1>1. ВВЕДЕНИЕ В ИЗУЧАЕМУЮ ДИСЦИПЛИНУ.</h1>
            <p className="text">Целью учебной дисциплины является формирование у обучающихся
                знаний по устройству и принципам работы оборудования аппаратной П-
                178МБ, практических навыков в подготовке к работе и проверке
                работоспособности оборудования аппаратной П-178МБ в объеме,
                необходимом для специалиста по ВУС – 403290 «Начальник аппаратной».</p>
            <p className="text">Задачи учебной дисциплины:</p>
            <ul>
                <li>Подготовить обучающихся к грамотной организации
                    эксплуатации и техническому обслуживанию базовых образцов
                    средств связи в объеме, необходимом для применения их по
                    назначению;</li>
                    <li>Формировать у обучающихся умения анализировать процессы, происходящие при работе аппаратуры, самостоятельно осваивать новые образцы техники связи и перспективного вооружения по специальности;</li>
                    <li>Формировать у обучающихся стремления к повышению своего профессионального уровня, ответственности за своевременность и качество решения поставленных задач;</li>
                    <li>Воспитывать у обучающихся любовь к Родине – Республике Беларусь и к военной профессии.</li>
            </ul>
            <p className="text">Место учебной дисциплины в системе подготовки специалиста с высшим образованием, связи с другими учебными дисциплинами 
                Учебная дисциплина относится к группе военно-специальных учебных дисциплин и является базовой в подготовке младших командиров войск связи по военно-учетной специальности 403290 «Начальник аппаратной» телефонных станций и телефонной аппаратуры).
                </p>
            <p className="text">Базовыми учебными дисциплинами по учебной дисциплине «Техническая подготовка» являются высшая математика, физика.</p>
            <p className="text">В результате изучения учебной дисциплины  обучающийся должен знать:</p>
            <ul>
                <li>назначение, тактико-технические данные, состав и работу основных элементов аппаратной П-178МБ по структурным схемам;</li>
                <li>назначение, тактико-технические данные, состав, боевое применение аппаратной П-178МБ;</li>
                <li>требования, предъявляемые к каналам связи (цифровым потокам), их характеристики и параметры, методику инструментальной проверки каналов связи (цифровых потоков);</li>
                <li>основные руководящие документы, определяющие организацию и правила эксплуатации, обслуживания, хранения и ремонта средств связи; </li>
                <li>основные положения правил и мер безопасности при эксплуатации и техническом обслуживании средств связи;</li>
                <li>порядок подготовки оборудования аппаратной П-178МБ к работе и проверки его работоспособности;</li>
                <li>порядок вхождения в связь, регулировки каналов (цифровых потоков) и эксплуатации средств связи в различных режимах;</li>
                <li>правила развертывания абонентских сетей на пунктах управления;</li>
            </ul>
            <p className="text">Уметь:</p>
            <ul>
                <li>проводить мероприятия по обеспечению мер безопасности при эксплуатации техники связи;</li>
                <li>проводить техническое обслуживание оборудования аппаратной П-178МБ в объеме ЕТО, ТО-1, вести отчетную документацию;</li>
            </ul>
            <p className="text">Иметь навыки:</p>
            <ol>
                <li>- правильность и надежность подключения всех заземляющих проводов внутреннего и наружного монтажа</li>
                <li>- наличие плавких вставок, установленных номиналов во всех предохранителях аппаратуры</li>
                <li></li>
                <li></li>
            </ol>

            <p className="text">Общее количество часов и количество аудиторных часов, отводимое на изучение учебной дисциплины в соответствии с учебным планом учреждения высшего образования по направлению специальности. Распределение аудиторного времени по видам занятий, курсам и семестрам</p>
            <p className="text">Программа рассчитана на 36 аудиторных часов. Распределение учебных часов по видам занятий: групповые занятия – 28 часов, практические занятия в составе подгруппы – 8 часов. </p>
            <p className="text">В 2 семестре – 36 часов. </p>
            <p className="text">Форма текущей аттестации по учебной дисциплине – дифференцированный зачет в 2 семестре.</p>

            <br/><br/>

            <h1>2. ТРЕБОВАНИЯ БЕЗОПАСНОСТИ ПРИ ЭКСПЛУАТАЦИИ АППАРАТНОЙ П-178МБ И ТЕХНИЧЕСКОМ ОБСЛУЖИВАНИИ СРЕДСТВ СВЯЗИ.</h1>
            <p className="text">Техническое обслуживание и ремонт аппаратной производить в соответствии с правилами техники безопасности при эксплуатации передвижных электротехнических установок напряжением до 500В.</p>
            <p className="text">К обслуживанию аппаратной допускаются лица, имеющие квалификацию не ниже 3-й группы по указанным правилам техники безопасности.</p>
            <p className="text">КУРИТЬ, ПОЛЬЗОВАТЬСЯ ОТКРЫТЫМ ОГНЕМ В АППАРАТНОЙ И ВБЛИЗИ ЕЕ КАТЕГОРИЧЕСКИ ЗАПРЕЩАЕТСЯ </p>
            <p className="text">Личный состав аппаратной обязан знать правила оказания первой помощи пострадавшему от электрического тока, отравления угарным газом, ожогов кислотой.</p>
            <p className="text">Эксплуатация аппаратной должна осуществляться только при заземленной аппаратной и включенном щите  ЩАЗ-Д. Заземление аппаратной является обязательным, так как обеспечивает безопасность личного состава при атмосферных разрядах и высоком напряжении между землей и корпусом аппаратной, возникающем в случае неисправности в цепях электрооборудования. Кроме того, с помощью заземлителей аппаратной осуществляется заземление экранирующих оболочек соединительных кабелей.</p>
            <p className="text">Провода от заземлителей подключить к клемме земля 3 ввода ВНЧ и к клемме ЗАЗЕМЛЕНИЕ БЕЗОПАСНОСТИ ввода ПИТ.</p>
            <p className="text">Прибором Ц4313 проверить исправность цепей заземления на участках от клемм заземления ввода до каждого блока, щитка, металлической обшивки кузова и лонжерона автомобиля.</p>
            <p className="text">Перед тем как включить электропитание аппаратной, необходимо проверить:</p>
            <ul>
                <li>правильность и надежность подключения всех заземляющих проводов внутреннего и наружного монтажа</li>
                <li>наличие плавких вставок, установленных номиналов во всех предохранителях аппаратуры</li>
                <li>исправность жил кабелей питания и величину сопротивления изоляции между ними (норма – не менее 1000 Ом на каждый вольт номинального напряжения)</li>
                <li>положение всех выключателей на блоках, щитках и оборудовании аппаратной: выключатели должны быть установлены в положение ОТКЛ. (ВЫКЛ.)</li>
            </ul>
            <p className="text">Питающие кабели подключить сначала к вилкам 1, 2 СЕТЬ 220В ввода ПИТ., а затем к источникам питания.</p>
            <p className="text">При подключении питающих кабелей необходимо пользоваться резиновыми перчатками.</p>
            <p className="text">Присоединять или отсоединять кабели питания от вилок 1, 2 СЕТЬ 220В ввода ПИТ. после того, как подано напряжение, разрешается только при отключенной нагрузке и обязательно в диэлектрических перчатках.</p>
            <p className="text">В случае исчезновения напряжения ЗАПРЕЩАЕТСЯ приступать к каким-либо работам при не отключенном источнике питания.</p>
            <p className="text">Смену перегоревших плавких вставок предохранителей производить при снятом напряжении.</p>
            <p className="text">Чистка аппаратуры под напряжением ВОСПРЕЩАЕТСЯ.</p>
            <p className="text">Перед проведением ремонтных работ, связанных со вскрытием электропитающего монтажа, необходимо отсоединить кабели питания от вилок 1, 2 СЕТЬ 220В ввода ПИТ., закрыть гнезда крышками и повесить табличку: НЕ ВКЛЮЧАТЬ – РАБОТАЮТ ЛЮДИ.</p>
            <p className="text">Во время работы аппаратной от своей электроустановки ЭУ-131-4-0/230 следить мегомметром на регуляторе РН, показывающим, в каком состоянии находится изоляция электропитающих проводов. В случае отклонения стрелки мегомметра за пределы красного сектора шкалы (менее 0,02 МОм), необходимо выключить электроустановку. Включение электроустановки допускается только после восстановления изоляции или после отсоединения элемента с поврежденной изоляцией. Электроустановку можно включать только во время стоянки автомобиля и при закрытом регуляторе РН.</p>
            <p className="text">ПРИ РАБОТЕ ЭЛЕКТРОУСТАНОВКИ ПОВОРАЧИВАТЬ РУЛЕВОЕ УПРАВЛЕНИЕ АВТОМОБИЛЯ ЗАПРЕЩЕНО.</p>
            <p className="text">При возникновении пожара тушить его с помощью углекислотного огнетушителя ОУ-2, используя песок, землю, брезент.</p>
            <p className="text">Для обогрева кузова предусмотрена отопительно-вентиляционная установки ОВ65, поэтому противопожарная безопасность во многом зависит от соблюдения правил обслуживания установки при ее эксплуатации и ремонте.</p>
            <p className="text">Для того чтобы предотвратить дымление установки, целесообразно перед включением ее перекрыть подачу топлива.</p>
            <p className="text">После выключения отопительной установки последующий запуск ее следует производить через 10 – 15 минут, т.е. после того, как установка охладится. В противном случае будут наблюдаться хлопки и выбрасывание пламени из выхлопной трубы.</p>
            <p className="text">КАТЕГОРИЧЕСКИ ЗАПРЕЩАЕТСЯ ЭКСПЛУАТИРОВАТЬ ОТОПИТЕЛЬНО-ВЕНТИЛЯЦИОННУЮ УСТАНОВКУ ПРИ НАЛИЧИИ ТЕЧИ В СИСТЕМЕ ПИТАНИЯ ТОПЛИВОМ И ВКЛЮЧАТЬ УСТАНОВКУ ПРИ РЕМОНТЕ ДО ЛИКВИДАЦИИ ТЕЧИ И ПОЛНОГО ОСУШЕНИЯ ОТОПИТЕЛЯ ОТ ТОПЛИВА. ПРИ РЕМОНТЕ И РЕГУЛИРОВКЕ ОТОПИТЕЛЬНО-ВЕНТИЛЯЦИОННОЙ УСТАНОВКИ ОГНЕТУШИТЕЛЬ ДОЛЖЕН НАХОДИТЬСЯ В НЕПОСРЕДСТВЕННОЙ БЛИЗОСТИ ОТ НЕЕ.</p>
            <p className="text">НЕОБХОДИМО СТРОГО КОНТРОЛИРОВАТЬ РЕГУЛИРОВКУ ЗАЖИГАНИЯ ДВИГАТЕЛЯ АВТОМОБИЛЯ, А ТАКЖЕ РЕГУЛИРОВКУ ОТОПИТЕЛЯ ЧТОБЫ ОБЕСПЕЧИТЬ ПОЛНОЕ СГОРАНИЕ ГОРЮЧЕГО ПРИ ИХ РАБОТЕ.</p>
            <p className="text">Неполное сгорание горючего приводит к накоплению окиси углерода (СО) в выхлопных газах, что может вызвать отравление личного состава.</p>
            <p className="text"><b>ВНИМАНИЕ!</b></p>
            <p className="text">При длительной работе отопителя обязательно проветривать кузов через каждые 1 – 1,5 часа, для чего:</p>
            <ul>
                <li>на стоянках – открыть двери кузова и включить на 6 – 10 минут вентиляционно-отопительную установку в режиме вентиляции</li>
                <li>на привале – открыть двери кузова на время, необходимое для полного проветривания кузова при выключенных вентиляционно-отопительной установке и двигателе автомобиля.</li>
            </ul>
            <p className="text">При эксплуатации АКБ соблюдать правила техники безопасности, а также следующие меры предосторожности:</p>
            <ul>
                <li>следить чтобы в отсеке для аккумуляторов не было посторонних предметов</li>
                <li>все работы с кислотными растворами производить в соответствии со специальной инструкцией и только в специальной одежде (резиновый фартук и резиновые перчатки) и в защитных очках</li>
                <li>для приготовления электролита применять стойкую к действию кислот посуду – керамическую, эбонитовую, в которую залить сначала воду, а затем при непрерывном перемешивании – кислоту.</li>
            </ul>
            <p className="text">Обратный порядок приготовления раствора НЕ ДОПУСКАЕТСЯ.</p>
            <ul>
                <li>пролитый раствор электролита смыть сначала водой, затем протереть ветошью, смоченной нейтрализующим раствором (10%-ным раствором кальцинированной соды или нашатырного спирта), а после этого протереть сухой ветошью</li>
                <li>пролитый раствор электролита смыть сначала водой, затем протереть ветошью, смоченной нейтрализующим раствором (10%-ным раствором кальцинированной соды или нашатырного спирта), а после этого протереть сухой ветошью</li>
                <li>через 1,5 часа после прекращения заряда или подзаряда АКБ закрыть дверцу подкузовного АКБ ящика.</li>
            </ul>
            <p className="text">При перевозке личного состава в кузове аппаратной начальник обязан назначить старшего команды в кузове, проинструктировать личный состав, где каждый должен находиться, за какие поручни держаться и как пользоваться переговорным устройством, обеспечивающим служебную связь между кузовом и кабиной. Начальник аппаратной, находящийся в кабине обязан предупреждать экипаж, находящийся в кузове о всех случаях приближения к плохим участкам дороги, когда возможна сильная тряска, резкое торможение автомобиля.</p>
            <p className="text">Во время движения аппаратной экипаж в кузове должен размещаться в строго определенных местах.</p>
            
            <br/><br/>

            <h1>3. ПОНЯТИЕ О КАНАЛЕ СВЯЗИ (ЦИФРОВОМ ПОТОКЕ).</h1>
            <p className="text"><b>Речевой сигнал.</b></p>
            <p className="text">Речевой звук — звук, образуемый человеком с целью языкового общения.</p>
            <p className="text">С точки зрения акустики, речевые звуки представляют собой колебания упругой среды (сначала речевого аппарата, потом воздуха, в конце - барабанных перепонок), обладающие определённым спектром, интенсивностью и диапазоном. </p>
            <p className="text">Человеческая речь представляет собой случайный процесс с полосой частот в диапазоне от20 до 20000 Гц (рис.1).</p>

            <div className="image">
                <div>
                    <img src= {img1} alt="Человеческая речь" height="400" />
                </div>
                <div>
                    <p className="description">Рисунок 1 — Человеческая речь процесс с полосой частот в диапазоне от20 до 20000 Гц</p>
                </div>
            </div>

            <p className="text">Для передачи на большие расстояния акустические сигналы непригодны, так как очень быстро затухают. Поэтому для передачи по каналам связи звуковые волны, преобразуют в электрический сигнал при помощи микрофона.</p>
            <p className="text">Однако характеристики (форманты), определяющие разборчивость речи, расположены, в основном, в полосе частот 300-3400 Гц и поэтому в целях повышения экономических показателей систем связи Международный союз электросвязи (МСЭ) принял для отдельных телефонных каналов такую передаваемую полосу частот. Качество телефонного сигнала при этом получается достаточно высоким - разборчивость слогов составляет примерно 90 %, а разборчивость фраз достигает 99%. </p>
            <p className="text">Электрические колебания в спектре 0,3 – 3,4 кГц называются речевым сигналом.</p>

            <p className="text"><b>Виды каналов связи.</b></p>
            <p className="text">Для передачи сигналов основных видов связи требуются различные 
                каналы электросвязи (телефонные, телеграфные). Экономически и организационно технически целесообразно иметь определенный набор универсальных каналов, на базе которых можно образовать каналы для передачи сигналов всех видов связи. Такие каналы принято называть типовыми каналами передачи.
                </p>
            <p className="text">Основная масса каналов передачи создается при помощи многоканальных систем передачи с частотным разделением каналов (ЧРК) и цифровых систем передачи с временным разделением каналов. В системах передачи с ЧРК образуются аналоговые каналы, в цифровых системах передачи – цифровые. Мерой емкости систем передачи с ЧРК является типовой канал передачи, который называется каналом тональной частоты (КТЧ). Такой канал по рекомендации международного союза электросвязи имеет полосу частот 0,3 – 3,4 кГц, может использоваться для организации телефонных, телеграфных каналов, каналов передачи данных, факсимильных каналов.</p>
            <p className="text">Современные системы передачи с ЧРК строятся путем объединения каналов тональной частоты в типовые, групповые тракты с нормированными параметрами (полосой частот, сопротивлениями нагрузки, относительными уровнями передачи и приема).</p>
            <p className="text">Вид канала в системах передачи с ЧРК определяется полосой эффективно передаваемых частот, то вид цифрового канала определяется его номинальной скоростью передачи.</p>
            <p className="text">Виды цифровых каналов первичной сети:</p>
            <ul>
                <li>основной цифровой канал (ОЦК) с номинальной скоростью 
                    передачи 64 кбит/с;</li>
                <li>субпервичный, первичный.</li>
            </ul>

            <p className="text">Канал тональной частоты (КТЧ) – типовой аналоговый канал с эффективно передаваемой полосой частот (ЭППЧ) 0,3 – 3,4 кГц.</p>
            <p className="text">Каналом связи называется совокупность технических средств и среды распространения, обеспечивающих при включении оконечных аппаратов связь данного вида между абонентами различных пунктов.</p>
            <p className="text">Простой канал тональной частоты – это такой канал, который на всей протяженности не имеет транзитов по тональной частоте (в полосе 
                частот 0,3 – 3,4 кГц).</p>
            <p className="text">Составной канал ТЧ – это канал, имеющий транзиты по ТЧ, то есть состоящий из нескольких каскадно соединенных простых каналов.</p>
            <p className="text">Симплексная связь – двухсторонняя связь, в которой передача и прием сообщений между корреспондентами осуществляются по одному каналу (линии) связи поочередно.</p>
            <p className="text">Дуплексная связь – система двухсторонней связи, при которой обмен информацией (передача и прием сообщений) между корреспондентами осуществляется по одному каналу (линии) связи одновременно. Дуплексная связь обеспечивает более высокую пропускную способность канала (линии) связи, чем симплексная связь.</p>
            <p className="text"><b>Единицы измерений.</b></p>
            <p className="text">Во время эксплуатации каналов связи производятся измерения мощностей и напряжений сигналов в различных точках. Для оценки мощности или напряжения сигналов в технике электросвязи введены относительные логарифмические единицы, получившие название УРОВНЕЙ ПЕРЕДАЧИ. </p>
            <p className="text">Этими относительными логарифмическими единицами оценивают степень ослабления или усиления сигналов. </p>
            <p className="text">Уровни передачи измеряются либо в неперах (Нп), либо в децибелах (дБ). Так как двойные единицы неудобны, в настоящее время по рекомендации МСЭ используются единые логарифмические меры на основе десятичных логарифмов - децибелы. Но поскольку в сетях связи (в том числе и военных) вместе с новым оборудованием используется еще оборудование, нормы на электрические параметры которого даны в неперах, то разрешено применение и логарифмических единиц на основе натуральных логарифмов - неперов.</p>
            <p className="text"><b>Соотношение между неперами и децибелами:</b></p>
            <p className="text">1 Нп = 8,69 дБ</p>
            <p className="text">1 дБ = 0,115 Нп</p>
            <p className="text">ЭППЧ – эффективно передаваемая полоса частот, остаточное затухание на крайних частотах которой отличается от остаточного затухания на частоте 800 Гц не более чем на 1 Нп (8,7 дБ) при максимальной дальности связи, свойственной данной системе.</p>
            <p className="text">Ширина ЭППЧ определяет качество телефонной передачи, и возможности использования ТФ канала для передачи других видов связи. В соответствии с международным стандартом для телефонных каналов многоканальной аппаратуры установлена ЭППЧ от 300 до 3400 Гц. При такой полосе обеспечивается высокая степень разборчивости речи, хорошая естественность ее звучания и создаются большие возможности для вторичного уплотнения телефонных каналов.</p>


            <br/><br/>
            <h1>4. ПАРАМЕТРЫ И ЭЛЕКТРИЧЕСКИЕ ХАРАКТЕРИСТИКИ КАНАЛА ТОНАЛЬНОЙ ЧАСТОТЫ.</h1>

            <p className="text">При развертывании полевых многоканальных систем передачи, далеко не всегда известно для какого вида связи будет использован тот или иной канал, поэтому необходимо обеспечить высокое качество всех каналов, чтобы каждый был пригоден для передачи любого вида информации.</p>
            <p className="text">С этой целью качество каналов определяется совокупностью частотных электрических параметров, каждый из которых можно объективно оценить, пользуясь соответствующими измерительными приборами. Кроме того, обнаружив уход того или иного параметра за пределы норм, можно найти устройство, группу узлов, нуждающихся в регулировке или замене, так, как в большинстве случаев известно, каким образом то или иное устройство или узел каналообразующего оборудования или линейного тракта оказывает влияние на каждый из параметров.</p>
            <p className="text">Перечень электрических параметров достаточно велик. Так в каналах тональной частоты в групповых трактах систем передачи с частотным разделением каналов оцениваются следующие параметры:</p>
            <ol>
                <li>остаточное затухание (усиление) и его стабильность;</li>
                <li>частотная характеристика остаточного затухания; </li>
                <li>фазовая характеристика канала или частотная характеристика группового времени прохождения; </li>
                <li>амплитудная характеристика; </li>
                <li>коэффициент нелинейных искажений;</li>
                <li>изменение частоты сигнала, передаваемого по каналу;</li>
                <li>величина взвешенного (псофометрического) и невзвешенной
                    мощности (напряжения) шума на выходе канала или шумовая защищенность;</li>
                <li>защищенность от внятных переходных помех;</li>
                <li>защищенность от внятных переходных помех между разными
                    направлениями передачи канала.</li>
            </ol>
            <p className="text">Приведенные параметры обеспечивают объективную оценку канала
                ТЧ. Однако для измерения всех параметров требуется значительные затраты
                времени, которым не всегда можно располагать в процессе эксплуатации
                полевых многоканальных систем передачи.</p>
            <p className="text">Многочисленные наблюдения показали, что в процессе эксплуатации
                наиболее часто выходят за пределы допустимых норм следующие
                параметры:</p>
            <ol>
                <li>Величина остаточного затухания;</li>
                <li>Частотная характеристика остаточного затухания;</li>
                <li>Амплитудная характеристика остаточного затухания;</li>
                <li>Напряжение шума на выходе канала;</li>
                <li>Защищенность между направлениями передачи и приема канала.</li>
            </ol>
            <p className="text"><b>Эти характеристики должны проверяться в первую очередь.</b></p>
            <p className="text">Остальные характеристики могут быть проверены при проведении технического обслуживания средств связи.</p>
            <p className="text">Остаточным затуханием канала ТЧ  a<sub>r</sub>  называется его рабочее затухание измеренное на частоте 800 Гц при номинальных нагрузках 600 Ом.</p>
            <p className="text">a<sub>r</sub> = P<sub>вх</sub> – P<sub>вых</sub>,     при R<sub>н</sub> = 600 Ом</p>
            <p className="text">где: <br/> P<sub>вх</sub> – уровень сигнала измерительного генератора на входе канала;  <br/>
                P<sub>вых</sub> – уровень сигнала на выходе канала.</p>
            <p className="text">Иными словами, остаточным затуханием канала называется разность между уровнями сигнала с частотой 800 Гц на входе и выходе канала при согласованных включениях генератора и указателя уровня.</p>
            <p className="text">Физическая сущность остаточного затухания видна из определения - это разность между суммой всех затуханий и суммой всех усилений в канале на f=800Гц.</p>
            <p className="text">Остаточное затухание считается в норме, если его значение равно номинальному с точностью 0.5 дБ (0.05 Нп) на протяжении всего канала. </p>
            <p className="text">Остаточное затухание и особенно его стабильность во времени является одним из основных параметров, обеспечивающих качество передачи сигналов, потому что снижение уровня принимаемого сигнала ухудшает слышимость телефонной передачи, в сочетании с другими мешающими факторами может вызвать ошибки в приеме сигналов тонального телеграфа, передачи данных, а при значительных снижениях уровня (ниже порога чувствительности приемных устройств) прием дискретной информации становиться невозможным</p>
            <p className="text">Максимальное отклонение a<sub>r</sub> для простого канала:</p>
            <p className="text" styleName = "imageFlex"><img src= {img2} alt="Максимальное отклонение"/></p>
            <p className="text">Номинальные значения уровней сигналов и остаточного затухания нормируются для различных режимов канала на частоте 800 Гц. (Таблица1)</p>
            <p className="text"  styleName = "imageFlex"><img src={img3} alt="Максимальное отклонение"/></p>
            <p className="text"><b>Назначение режимов:</b></p>
            <p className="text">2 ПР. ОК - для открытой телефонной связи;</p>
            <p className="text">2 ПР. ТР - для временных транзитных соединений открытых телефонных каналов;</p>
            <p className="text">4 ПР ОК - для использования в сетях многоканального тонального телеграфа, закрытой телефонной связи, передачи данных и т. п., а также для транзитных соединений при значительных длинах соединительных линий;</p>
            <p className="text">4 ПР ТР - для долговременных транзитных соединений.</p>
            <p className="text">Частотной характеристикой остаточного затухания канала ТЧ называется зависимость остаточного затухания от частоты при постоянном уровне передачи на входе канала. </p>
            <p className="text"  styleName = "imageFlex"><img src={img4} alt="Максимальное отклонение"/></p>
            <p className="text">Этот параметр определяет амплитудно-частотные искажения сигнала, передаваемого по каналу. Они обусловлены главным образом количеством и качеством полосовых фильтров в аппаратуре канального преобразования оконечных пунктов и пунктов транзита по ТЧ.</p>
            <p className="text">Поскольку каждый транзит по ТЧ увеличивает количество включенных в канал полосовых канальных фильтров, очевидно, что с увеличением числа транзитов по ТЧ ухудшается частотная характеристика (увеличиваются амплитудно-частотные искажения сигнала, особенно на краях ЭППЧ канала).</p>
            <p className="text">Частотная характеристика остаточного затухания нормируется в пределах ЭППЧ, одновременно эта характеристика и определяет ее.</p>
            <p className="text">Нормы на характеристику задаются в виде зависимости </p>
            <p className="text"  styleName = "imageFlex"><img src={img3} alt="Максимальное отклонение"/></p>
            <p className="text">т. е. отклонения между остаточным затуханием на данной частоте (300, 400, 600, 1200, 1400, 1600, 2000, 2400, 3000, 3400Гц) и остаточным затуханием на частоте 800 Гц.</p>
            <p className="text"  styleName = "imageFlex"><img src={img5} alt="Максимальное отклонение"/></p>
            <p className="text">Нормы на частотную характеристику канала ТЧ задаются в виде таблиц и зависят от числа транзитов п по ТЧ (табл. 2). </p>
            <p className="text"  styleName = "imageFlex"><img src={img6} alt="Максимальное отклонение"/></p>
            <p className="text">Схема измерения ЧХ аналогична измерению остаточного затухания, а результаты измерения, для удобства, обычно заносятся в график-шаблон. </p>
            <div className="image">
                <div>
                    <img src={img7} alt="Односторонняя связь" height="350"/>
                </div>
                <div>
                    <p className="description">Рисунок 1.1 — Схема измерения ЧХ аналогична измерению остаточного затухания</p>
                </div>
            </div>
            <p className="text">Существует следующее правило построения частотной характеристики:</p>
            <ul>
                <li>если стрелка прибора, измеряющего уровень сигнала на выходе канала на данной частоте, отклоняется влево от нормированного значения на частоте 800 Гц, то остаточное затухание увеличивается и имеет положительное отклонение на величину отклонения стрелки прибора;</li>
                <li>если стрелка прибора отклоняется вправо от нормированного значения на частоте 800 Гц, то остаточное затухание уменьшается и имеет отрицательное отклонение на величину отклонения стрелки прибора.</li>
            </ul>
            <p className="text">Пользуясь этим правилом, отпадает необходимость в использовании формул, и наносить точки кривой можно сразу на заранее заготовленный шаблон.</p>
            <p className="text">После построения графика делается вывод о пригодности  канала.</p>
            <p className="text">Если полученная характеристика не заходит в заштрихованную часть, то канал в норме.</p>
            <p className="text">Амплитудно-частотные искажения в канале отрицательно сказываются на качестве передачи сигналов любого вида связи, но особенно существенно влияют на передачу дискретной информации (сигналов передачи данных, тонального телеграфирования и т. п.).</p>
            <br/>
            <p className="text"><b>Уровень мощности (напряжения) шума на выходе канала</b></p>
            <p className="text">Помехоустойчивость – важнейшая характеристика системы связи (это способность системы связи противостоять вредному воздействию помех).</p>
            <p className="text">Шумами (помехами) называются постоянные электрические колебания, воздействующие на каналы связи и мешающие приему передаваемых сигналов (полезных). </p>
            <p className="text">Помехи возникают под воздействием как внутренних, так и внешних факторов. К помехам внутреннего происхождения относятся:</p>
            <ol>
                <li>Тепловые шумы линии и узлов аппаратуры;</li>
                <li>Помехи за счет нелинейных режимов узлов аппаратуры.</li>
            </ol>
            <p className="text">К внешним помехам относятся:</p>
            <ol>
                <li>Помехи за счет переходных влияний между трактами канала;</li>
                <li>Радиопомехи;</li>
                <li>Атмосферные помехи;</li>
                <li>Промышленные помехи;</li>
                <li>Помехи от источников питания и др.</li>
            </ol>
            <p className="text">В зависимости от типа каналов преобладают различные виды помех.</p>
            <p className="text">В радиорелейных, тропосферных и спутниковых каналах в основном действуют шумы внутреннего происхождения (при неправильной юстировке антенн преобладают внешние шумы).</p>
            <p className="text">Основными видами помех в каналах систем передачи являются шумы, маскирующие слабые звуки речи и, тем самым, уменьшающие разборчивость передачи.</p>
            <p className="text">Шумы представляют собой случайные процессы и точную норму их трудно определить. На практике помехи оценивают  путем измерения их эффективного напряжения (уровня). Измерение уровня помехи (шума) производится ИУ на выходе канала. На противоположной станции данный тракт загружается на 600 Ом.</p>
            <p className="text">Действие шума на прием сигналов оценивается по разности уровней полезного сигнала и помехи Pс<sub>вых</sub> - Р<sub>ш</sub>.</p>
            <p className="text">При передаче телефонных сообщений шум воздействует на сигнал и ухудшает его разборчивость.</p>
            <p className="text">В силу особенностей человеческого уха мешающее воздействие шума неодинаково во всем спектре, поэтому оценка шума производится взвешенными или псофометрическими единицами.</p>
            <div className="image">
                <div>
                    <img src={img8} alt="Односторонняя связь" width="471" height="200"/>
                </div>
                <div>
                    <p className="description">Рисунок 2 — Чувствительность человеческого уха</p>
                </div>
            </div>
            <p className="text">Псофометрическим напряжением шума называется такое действующее значение U чистого тона с частотой 800 Гц, мешающее воздействие которого на телефонную передачу эквивалентно мешающему воздействию шума во всей полосе канала.</p>
            <p className="text">Псофометрический и интегральный уровень шума связаны соотношением </p>
            <p className="text">P<sub>ш псоф</sub> = P<sub>ш</sub> – 2,5 (дБ)</p>
            <p className="text">Защищенностью между направлениями передачи и приема в канале ТЧ называется разность между относительным уровнем сигнала и абсолютным уровнем помехи на выходе канала ТЧ, обусловленной влиянием передающего тракта на приемный:</p>
            <p className="text">а<sub>зпп</sub> = P<sub>с вых</sub> – Р<sub>п</sub></p>
            <p className="text">Причинами влияния одного направления передачи канала ТЧ на обратное являются монтажные переходы в аппаратуре, а для однокабельных систем основной причиной таких помех является переходное влияние на ближнем конце кабельных усилительных участков</p>
            <p className="text">При использовании канала ТЧ для телефонной связи переход энергии с передачи на прием своего же канала проявляется в виде местного эффекта и на качество связи практически не влияет.</p>
            <p className="text">При использовании канала ТЧ для передачи данных и тонального телеграфирования переход энергии с передачи на прием оказывает влияние на достоверность передаваемой информации.</p>
            <p className="text">Амплитудной характеристикой канала ТЧ называется зависимость его остаточного затухания от уровня сигнала на входе канала, измеренного на частоте 800 Гц, т. е. </p>
            <p className="text">a<sub>r</sub> = (Р<sub>вх</sub>),    при f=const</p>
            <p className="text">Номинальный уровень сигнала зависит от режима работы канала, поэтому на практике амплитудную характеристику определяют как зависимость относительного изменения остаточного затухания &#9650;a<sub>r</sub> от изменения уровня на входе канала &#9650;Р<sub>вх</sub></p>
            <p className="text">По амплитудной характеристике можно судить о динамическом диапазоне канала и косвенно – о его нелинейных искажениях. В современных системах передачи на входах каналов ТЧ постоянно включены ограничители амплитуд, препятствующие перегрузке линейного тракта при случайных совпадениях пиковых напряжений отдельных каналов.</p>
            <p className="text">До порога ограничения АХ должна быть линейной, т.е. остаточное затухание не должно изменятся при увеличении уровня на входе канала. Отклонение АХ от постоянного значения на этом участке объясняется главным образом нарушением режимов в узлах аппаратуры канального преобразования (модуляторы, усилители тональной частоты) и нарушением режимов работы групповых устройств (групповых модуляторов, групповые и линейные усилители). Это приводит к росту нелинейных искажений в данном канале или во всех каналах при нарушении режимов в групповых устройствах.</p>
            <p className="text">При дальнейшем уровня на входе сказывается ограничивающее действие ограничителя амплитуд, и нелинейность АХ резко возрастает.</p>
            <p className="text">Нормы на амплитудную характеристику задаются для простого канала:</p>
            <ul>
                <li>при повышении уровня на входе канала от номинального на 7 дБ (0,8 Нп) остаточное затухание может увеличиться (а усиление уменьшиться) не более чем на 0,3 дБ (0,035 Нп); </li>
                <li>при повышении уровня на входе канала по отношению к номинальному на 10 дБ (1,15 Нп) и 20дБ (2,3 Нп) остаточное затухание должно увеличиться не более чем на 2 дБ (0,23 Нп) и 8 дБ (0,9 Нп) соответственно. </li>
            </ul>
            <p className="text">Амплитудная характеристика остаточного затухания ( усиления) канала ТЧ измеряется в 4 ПР тракте канала в обоих направлениях передачи на токе частоты 800 Гц с помощью 2 магазинов затухания, включенных на входе и выходе канала (точки номинальных уровней -13 дБ и +4 дБ соответственно), измерительного генератора и измерителя уровня. </p>
        </div>
    );
}