import React from 'react';

export default function Materials() {
    return(
        <div className="container">
        <div className="theory">
            <p className="topic">Тема 1: Основы построения многоканальных систем</p>
            
            <div class="theory-el">
                <p><a href="/lectures/1" target="_blank">Лекция 1. Введение в изучаемую дисциплину. Основные характеристики и параметры каналов свяхи цифровыъ потокво.</a></p>
                <p><a href="/lectures/2" target="_blank">Лекция 2. Основы проводной связи.</a></p>
                <p><a href="/lectures/2.2" target="_blank">Лекция 3. Общие сведеня о полевых кабельных линиях связи.</a></p>
            </div>
            
            <p className="topic">Тема 2: Устройство и эксплуотация многоканальных систем</p>

            <div class="theory-el">
                <p><a href="/lectures/3" target="_blank">ПЗ 1. Изготовления сростков на полевых кабелях связи.</a></p>
                <p><a href="/lectures/4" target="_blank">ПЗ 2. Устройство аппаратной МБ, ЦБ, АТС.</a></p>
                <p><a href="/lectures/5" target="_blank">ПЗ 3. Подготовка полевого телефонного коммутатора к работе и проверка его исправности. Включение линии в коммутатор и установление связи.</a></p>
                <p><a href="/lectures/6" target="_blank">ПЗ 4. Общие сведения и устройство аппаратной П-178МБ.</a></p>
                <p><a href="/lectures/7" target="_blank">ПЗ 5. Вводно-кабельное оборудование аппаратной П-178МБ.</a></p>
                <p><a href="/lectures/8" target="_blank">ПЗ 6. Цифровые автоматические телефоннеы станции.</a></p>
                <p><a href="/lectures/9" target="_blank">ПЗ 7. Подготовка к работе АТСЭ ФМ.</a></p>
                <p><a href="/lectures/10" target="_blank">ПЗ 8. Измерение основных электрических характеристик КТЧ, цфровых потоков и оценка их качества.</a></p>
                <p><a href="/lectures/11" target="_blank">ПЗ 9. Состав, назначение и общее устройство штатных измерительных приборов и переговорно - назывных устройств.</a></p>
                {/* ???? */}
                <p><a href="/lectures/11" target="_blank">ПЗ 10. Эксплуотация измерительного оборудвоания цифоровых каналов и трактов.</a></p>
                
                {/* <!-- Гусев --> */}
                <p><a href="/lectures/12" target="_blank">ПЗ 11. НАЗНАЧЕНИЕ, СОСТАВ, ОСНОВНЫЕ ТАКТИКО-ТЕХНИЧЕСКИЕ ХАРАКТЕРИСТИКИ И РЕЖИМЫ РАБОТЫ СИСТЕМЫ MEGATRANS-3M</a></p>
                {/* <p><a href="/lectures/12" target="_blank">ПЗ 11. Общие сведения об аппаратуре "Megatrans-3M"</a></p> */}

                {/* <!-- Павлють --> */}
                <p><a href="/lectures/13" target="_blank">ПЗ 12. Аппаратура цифровых систем передачи по меднокабельным симметричным линиям связи. Назначение, состав, технические характеристики и режимы работы аппаратуры П-341.</a></p>

                <p><a href="/lectures/14" target="_blank">ПЗ 13. Модемное оборудование. Сравнительная характеристика модемного оборудования. Режимы работы и система команд аппаратуры Orion-2</a></p>
                <p><a href="/lectures/15" target="_blank">ПЗ 14. Порядок и условия выполнения нормативов и элементов учебных задач на аппаратной П-178МБ. Порядок определения отметки.</a></p>
                <p><a href="/lectures/16" target="_blank">ПЗ 15. Эксплуатация оборудования аппаратной П-178МБ в основных режимах работы.</a></p>
                <p><a href="/lectures/17" target="_blank">ПЗ 16. Тренировка выполнения нормативов на аппаратной П-178МБ</a></p>
                <p><a href="/lectures/18" target="_blank">ПЗ 17. Выполнение нормативов на аппаратной П-178МБ.</a></p>
            </div>

            <p class="topic">Тема 3: Техническое обслуживание аппаратной П-178МБ</p>
                
            <div class="theory-el">
                <p>
                    <a href="/lectures/19" target="_blank">
                    ПЗ 1. Техническое обслуживание аппаратной П-178МБ. Техническое обслуживание средств связи
                    </a>
                </p>
                <p>
                    <a href="/lectures/20" target="_blank">
                    ПЗ 2. Организация и проведение ежедневного технического обслуживания на аппаратной П-178МБ
                    </a>
                </p>
            </div>
        </div>
    </div>
    );
}