import React from 'react';

export default function Materials() {
    return(
        <div className="container">
        <div className="theory">
            <p className="topic">Тема 1: Основы построения многоканальных систем</p>
            
            <div class="theory-el">
                <p><a href="/lectures/Введение" target="_blank">Лекция 1. Введение в изучаемую дисциплину. Основные характеристики и параметры каналов свяхи цифровыъ потокво.</a></p>
                <p><a href="/lectures/Введение2" target="_blank">Лекция 2. Основы проводной связи.</a></p>
                <p><a href="/lectures/Введение3" target="_blank">Лекция 3. Общие сведеня о полевых кабельных линиях связи.</a></p>
            </div>
            
            <p className="topic">Тема 2: Устройство и эксплуотация многоканальных систем</p>

            <div class="theory-el">
                <p><a href="/lectures/Изготовления сростков на полевых кабелях связи/topic.html" target="_blank">ПЗ 1. Изготовления сростков на полевых кабелях связи.</a></p>
                <p><a href="/lectures/Устройство аппаратной МБ, ЦБ, АТС/index.html" target="_blank">ПЗ 2. Устройство аппаратной МБ, ЦБ, АТС.</a></p>
                <p><a href="/lectures/Подготовка полевого телефонного коммутатора к работе и проверка его исправности. Включение линии в коммутатор и установление связи/index.html" target="_blank">ПЗ 3. Подготовка полевого телефонного коммутатора к работе и проверка его исправности. Включение линии в коммутатор и установление связи.</a></p>
                {/* <!-- Павлють --> */}
                <p><a href="" target="_blank">ПЗ 4. Общие сведения и устройство аппаратной П-178МБ.</a></p>

                <p><a href="/lectures/Вводно-кабельное оборудование аппаратной П-178МБ/index.html" target="_blank">ПЗ 5. Вводно-кабельное оборудование аппаратной П-178МБ.</a></p>
                <p><a href="/lectures/Цифровые автоматические телефоннеы станции/index.htm" target="_blank">ПЗ 6. Цифровые автоматические телефоннеы станции.</a></p>
                <p><a href="/lectures/Подготовка к работе АТСЭ ФМ/index.html" target="_blank">ПЗ 7. Подготовка к работе АТСЭ ФМ.</a></p>
                <p><a href="/lectures//Измерение основных электрических характеристик КТЧ, цфровых потоков и оценка их качества/index.html" target="_blank">ПЗ 8. Измерение основных электрических характеристик КТЧ, цфровых потоков и оценка их качества.</a></p>


                <p><a href="/lectures//Измерение основных электрических характеристик КТЧ, цфровых потоков и оценка их качества/index.html" target="_blank">ПЗ 9. Состав, назначение и общее устройство штатных измерительных приборов и переговорно - назывных устройств.</a></p>

                <p><a href="/lectures/Эксплуотация измерительного оборудвоания цифоровых каналов и трактов/Цифровые иерархии.html" target="_blank">ПЗ 10. Эксплуотация измерительного оборудвоания цифоровых каналов и трактов.</a></p>

                
                {/* <!-- Гусев --> */}
                <p><a href="" target="_blank">ПЗ 11. Общие сведения об аппаратуре "Megatrans-3M"</a></p>

                {/* <!-- Павлють --> */}
                <p><a href="" target="_blank">ПЗ 12.</a></p>

                <p><a href="/lectures/Модемное оборудование. Сравнительная характеристика модемного оборудования. Режимы работы и система команд аппаратуры Orion-2/topic.html" target="_blank">ПЗ 13. Модемное оборудование. Сравнительная характеристика модемного оборудования. Режимы работы и система команд аппаратуры Orion-2</a></p>


                <p><a href="/lectures/Порядок и условия выполнения нормативов и элементов учебных задач на аппаратной П-178МБ. Порядок определения отметки/Порядок и условия выполнения нормативов и элементов учебных задач на аппаратной П-178МБ. Порядок определения отметки.html" target="_blank">ПЗ 14. Порядок и условия выполнения нормативов и элементов учебных задач на аппаратной П-178МБ. Порядок определения отметки.</a></p>
                <p><a href="/lectures/Эксплуатация оборудования аппаратной П-178МБ в основных режимах работы/Эксплуатация оборудования аппаратной П-178МБ в основных режимах работы.html" target="_blank">ПЗ 13. Эксплуатация оборудования аппаратной П-178МБ в основных режимах работы.</a></p>
                <p><a href="/lectures/Тренировка выполнения нормативов на аппаратной П-178МБ/Тренировка выполнения нормативов на аппаратной П-178МБ.html" target="_blank">ПЗ 14. Тренировка выполнения нормативов на аппаратной П-178МБ</a></p>
                <p><a href="/lectures/Выполнение нормативов на аппаратной П-178МБ/index.html" target="_blank">ПЗ 15. Выполнение нормативов на аппаратной П-178МБ.</a></p>
            </div>

            <p class="topic">Тема 3: Техническое обслуживание аппаратной П-178МБ</p>
                
            <div class="theory-el">
                <p>
                    <a href="/lectures/Техническое обслуживание средств связи/index.html" target="_blank">
                    ПЗ 1. Техническое обслуживание аппаратной П-178МБ. Техническое обслуживание средств связи
                    </a>
                </p>
                <p>
                    <a href="/lectures/Организация и проведение ежедневного технического обслуживания на аппаратной П-178МБ/index.html" target="_blank">
                    ПЗ 2. Организация и проведение ежедневного технического обслуживания на аппаратной П-178МБ
                    </a>
                </p>
            </div>
        </div>
    </div>
    );
}