export const t2 = {
    "id":"t2",
    "author": "Full Pack ВП811",
    "totalQuestions": 15,
    "testName":"Техническое обслуживание аппаратной П-178МБ",
    "questions":[
        {
          "id": "one",
          "title":"Станционное оборудование линейного окончания предназначено для образования линейного сигнала из цифрового потока со скоростью передачи до",
          "variants" : [
                {"title": "2048 кб/с"},
                {"title": "2,3 Мбит/с", "flag": true},
                {"title": "4096 кб/с"},
                {"title": "5 Мбит/с"}
          ]
        },
        {
            "id": "two",
            "title":"Какая максимальная длина полусекции ДП",
            "variants" : [
                  {"title": "52 км", "flag": true},
                  {"title": "130 км"},
                  {"title": "26 км"},
                  {"title": "До 100 км"}
            ]
        },
        {
            "id": "three",
            "title":"С помощью какой команды ставиться локальный шлейф?",
            "variants" : [
                  {"title": "LOOP1", "flag": true},
                  {"title": "LOOP2"},
                  {"title": "AUTOLOOP"},
                  {"title": "LOCALLOOP"}
            ]
        },
        {
            "id": "four",
            "title":"В течении какого времени, при отсутствии обмена через интерфейс управления, устройство закрывает сессию управления?",
            "variants" : [
                  {"title": "1 минута"},
                  {"title": "5 минут" , "flag": true},
                  {"title": "10 минут"},
                  {"title": "Не может быть закрыта автоматически"}
            ]
        },
        {
            "id": "five",
            "title":"Какая скорость соответствует первичной плезиохронной иерархии ?",
            "variants" : [
                  {"title": "1544 кбит/с"},
                  {"title": "1048 кбит/с", "flag": true},
                  {"title": "2048 кбит/с"},
                  {"title": "1024 кбит/с"}
            ]
        },
        {
            "id": "six",
            "title":"Какому уровню европейского стандарта иерархии PDH соответствует первичный цифровой поток Е1",
            "variants" : [
                  {"title": "Вторичном"},
                  {"title": "Первичному", "flag": true},
                  {"title": "Третьему"},
                  {"title": "Все ответы верны"}
            ]
        },
        {
            "id": "seven",
            "title":"Какой ёмкостью обладает абонентская телефонная сеть разворачиваемая на пункте управления аппаратной П-178МБ",
            "variants" : [
                  {"title": "234", "flag": true},
                  {"title": "260"},
                  {"title": "184"},
                  {"title": "212"}
            ]
        },
        {
            "id": "eight",
            "title":"Какие типы связи может обеспечить аппаратная П-178МБ?",
            "variants" : [
                  {"title": "Организацию автоматической (или через телефониста) телефонной связи с абонентами своего узла связи"},
                  {"title": "Организацию автоматической (или через оператора-телефониста) телефонной связи абонентами других стационарных и мобильных узлов связи, телефонной сети общего пользования, ведомственных сетей связи"},
                  {"title": "Выполнение функций каналообразования и мультиплексирования"},
                  {"title": "Выполнение функций каналообразования и мультиплексирования", "flag": true}
            ]
        },
        {
            "id": "nine",
            "title":"Какая скорость передачи у аппаратуры «Orion-3»",
            "variants" : [
                  {"title": "До 2312 кбит/с"},
                  {"title": "До 2056 кбит/с"},
                  {"title": "200….1024 кбит/с"},
                  {"title": "4096 кбит/с", "flag": true}
            ]
        },
        {
            "id": "ten",
            "title":"Для чего предназначен модем П-341",
            "variants" : [
                  {"title": "Для преобразования IP трафика, передаваемого по интерфейсу Ethernet, в IP трафик SHDSL и обратно", "flag": true},
                  {"title": "Для организации высокоскоростных каналов связи по одно- или двухпарным симметричным физическим линия"},
                  {"title": "Для использования в качестве оконечного оборудования и обеспечения двухсторонней передачи дискретной информации со скоростью от 192 до 5632 кбит/с и с шагом 64 кбит/с по одной паре медного кабеля"},
                  {"title": "Для уплотнения физических симметричных линий передачи (медных кабелей связи"}
            ]
        },
        {
            "id": "eleven",
            "title":"Пульт диспетчера – это...",
            "variants" : [
                  {"title": "устройство взаимодействия человека с вычислительной машиной, компьютерный терминал"},
                  {"title": "пульт управления автоматизированных систем управления технологическими процессами"},
                  {"title": "электронное устройство для удалённого управления устройством на расстояни"},
                  {"title": "комплекс оборудования и программного обеспечения, установленного на рабочем месте диспетчера АТСЭФМ", "flag": true}
            ]
        },
        {
            "id": "twelve",
            "title":"Какое из утверждений является неверным. При работе на АТСЭ ФММ",
            "variants" : [
                  {"title": "Запрещается проводить какие-либо работы на незакрепленных каркасах стативов"},
                  {"title": "В особых случаях допускается производить работы при грозе"},
                  {"title": "В особых случаях допускается производить работы при грозе", "flag": true},
                  {"title": "Все монтажные работы проводить только при отключенном электропитании от стативо"}
            ]
        },
        {
            "id": "thirteen",
            "title":"Что обеспечивает соединение и питание определенных абонентов?",
            "variants" : [
                  {"title": "АТС", "flag": true},
                  {"title": "МБ"},
                  {"title": "ЦБ"},
                  {"title": "ТА-57"}
            ]
        },
        {
            "id": "fourteen",
            "title":"Телефонная связь бывает",
            "variants" : [
                  {"title": "Одностороння и двусторонняя", "flag": true},
                  {"title": "Двусторонняя"},
                  {"title": "Одностороння"},
                  {"title": "Линейная"}
            ]
        },
        {
            "id": "fiveteen",
            "title":"Режимы работы ТА-10",
            "variants" : [
                  {"title": "Импульсный и тональный", "flag": true},
                  {"title": "МБ и ЦБ"},
                  {"title": "Однопроводный и двухпроводный"},
                  {"title": "«Шепот»"}
            ]
        }
    ]
}